Repository: itsmng/okta
Catalog: locales/*.po
Languages: fr_fr

source: Okta API Configuration
fr_fr: Configuration de l'API Okta

source: API endpoint
fr_fr: Point d'accès de l'API

source: API key
fr_fr: Clé API

source: Duplicate key
fr_fr: Clé d'unicité

source: Text excluded from normalization
fr_fr: Texte exclu pour la normalisation

source: example: (@.*)$ will remove trailing emails when importing users
fr_fr: exemple: (@.*)$ supprimera les emails de fin de ligne lors de l'importation des utilisateurs

source: Normalize
fr_fr: Normaliser

source: Import users
fr_fr: Importer les utilisateurs

source: Use Regex
fr_fr: Utiliser une expression régulière

source: Update existing users
fr_fr: Mettre à jour les utilisateurs existants

source: Please save before importing
fr_fr: Veuillez sauvegarder avant l'importation

source: Import
fr_fr: Importer

source: Please provide a group regex
fr_fr: Veuillez fournir une expression régulière de groupe

source: Invalid regex %s
fr_fr: Regex %s invalide

source: No user could be imported
fr_fr: Aucun utilisateur n'a pu être importé

source: Users imported successfully
fr_fr: Utilisateurs importés avec succès

source: Config updated successfully
fr_fr: Configuration mise à jour avec succès

source: Deactivate unlisted users
fr_fr: Désactiver les utilisateurs non listés

source: Activate/Deactivate LDAP users
fr_fr: Activer/Désactiver les utilisateurs LDAP
